Repository: devJIA85/GuessTheNumber
Catalog: GuessIt/*.lproj/Localizable.strings
Languages: es

# game.victory.title
source: You Won! ðŸŽ‰
es: ¡Ganaste! 🎉

# game.victory.secret
source: Secret
es: Secreto

# game.victory.attempts
source: Attempts
es: Intentos

# game.victory.share
source: Share result
es: Compartir resultado

# game.victory.new_game
source: New game
es: Nueva partida

# game.input.title
source: Your guess
es: Tu intento

# game.input.disabled
source: The game is over. Start a new one to keep playing.
es: La partida ya terminó. Creá una nueva para seguir jugando.

# game.input.placeholder
source: Enter your number
es: Ingresá tu número

# game.reset
source: Reset
es: Reiniciar

# game.hint
source: Hint
es: Pista

# game.how_to_play
source: How to Play
es: Cómo jugar

# game.status.in_progress
source: In Progress
es: En progreso

# game.status.won
source: Won
es: Ganada

# game.status.abandoned
source: Abandoned
es: Abandonada

# game.status.none
source: No game
es: Sin partida

# game.board.title
source: Board
es: Tablero

# game.board.reset
source: Reset
es: Reset tablero

# game.board.0_9
source: Board 0â€“9
es: Tablero 0–9

# stats.title
source: Statistics
es: Estadísticas

# stats.summary
source: Summary
es: Resumen

# stats.games
source: Games
es: Partidas

# stats.wins
source: Wins
es: Victorias

# stats.average
source: Average
es: Promedio

# stats.distribution
source: Win Distribution
es: Distribución de victorias

# stats.streaks
source: Streaks
es: Rachas

# stats.current_streak
source: Current Streak
es: Racha actual

# stats.best_streak
source: Best Streak
es: Mejor racha

# stats.empty.title
source: No statistics
es: Sin estadísticas

# stats.empty.description
source: Play your first game to see your stats
es: Jugá tu primera partida para ver tus estadísticas

# stats.loading
source: Loading statistics...
es: Cargando estadísticas...

# daily.title
source: Daily Challenge
es: Desafío Diario

# daily.description
source: All players share this challenge
es: Todos los jugadores comparten este desafío

# daily.completed
source: Challenge Completed!
es: ¡Desafío completado!

# daily.failed
source: Challenge Not Completed
es: Desafío no completado

# daily.failed_description
source: Don't worry, there's a new challenge tomorrow
es: No te preocupes, mañana hay un nuevo desafío

# daily.next_in
source: Next challenge in:
es: Próximo desafío en:

# daily.your_attempt
source: Your guess
es: Tu intento

# daily.last_attempt
source: Last attempt
es: Último intento

# daily.loading
source: Loading challenge...
es: Cargando desafío...

# tutorial.skip
source: Skip
es: Saltar

# tutorial.next
source: Next
es: Siguiente

# tutorial.start
source: Start Playing!
es: ¡Comenzar a jugar!

# tutorial.welcome.title
source: Welcome to Guess It
es: Bienvenido a Guess It

# tutorial.welcome.description
source: A deduction game where you have to guess a secret 5-digit number
es: Un juego de deducción donde tenés que adivinar un número secreto de 5 dígitos

# tutorial.how_to_play.title
source: How to Play?
es: ¿Cómo jugar?

# tutorial.how_to_play.step1
source: Enter a 5-digit number (no repeats)
es: Ingresá un número de 5 dígitos (sin repetir)

# tutorial.how_to_play.step2
source: Get feedback on your guess
es: Recibís feedback sobre tu intento

# tutorial.how_to_play.step3
source: Use clues to deduce the secret
es: Usá las pistas para deducir el secreto

# tutorial.feedback.title
source: Feedback System
es: Sistema de feedback

# tutorial.feedback.good
source: Correct digit in correct position
es: Dígito correcto en posición correcta

# tutorial.feedback.fair
source: Correct digit in wrong position
es: Dígito correcto en posición incorrecta

# tutorial.feedback.poor
source: No digit is in the secret
es: Ningún dígito está en el secreto

# tutorial.feedback.example
source: Example:
es: Ejemplo:

# tutorial.feedback.your_attempt
source: Your guess:
es: Tu intento:

# tutorial.board.title
source: Deduction Board
es: Tablero de deducción

# tutorial.board.description
source: Use the top board to mark digits you've ruled out or confirmed
es: Usá el tablero superior para marcar dígitos que descartaste o confirmaste

# tutorial.board.legend.discard
source: Ruled out (not in the secret)
es: Descartado (no está en el secreto)

# tutorial.board.legend.confirmed
source: Confirmed (correct position)
es: Confirmado (posición correcta)

# tutorial.board.legend.in_secret
source: In the secret (wrong position)
es: En el secreto (posición incorrecta)

# history.title
source: History
es: Historial

# history.empty
source: No games
es: Sin partidas

# history.empty.description
source: Your past games will appear here
es: Tus partidas anteriores aparecerán aquí

# history.attempts
source: attempts
es: intentos

# history.attempt
source: attempt
es: intento

# hint.title
source: Smart Hint
es: Pista Inteligente

# hint.generating
source: Generating hint...
es: Generando pista...

# hint.previous
source: Previous hints
es: Pistas anteriores

# hint.unavailable
source: Hints are not available on this device. Apple Intelligence is required.
es: Las pistas no están disponibles en este dispositivo. Se requiere Apple Intelligence.

# hint.error
source: Could not generate a hint at this time. Please try again later.
es: No se pudo generar una pista en este momento. Intentá de nuevo más tarde.

# common.loading
source: Loading...
es: Cargando...

# common.cancel
source: Cancel
es: Cancelar

# common.close
source: Close
es: Cerrar

# common.retry
source: Retry
es: Reintentar

# common.share
source: Share
es: Compartir

# accessibility.guess_input
source: Input field for your guess
es: Campo de entrada para tu intento

# accessibility.submit_button
source: Submit guess
es: Enviar intento

# accessibility.digit_cell
source: Digit %d
es: Dígito %d

# accessibility.attempt_row
source: Guess: %@, %d good, %d fair
es: Intento: %@, %d buenos, %d regulares
